trunk/src/main/webapp/WEB-INF/classes/sps/2.1/examples/spsGetCapabilities_SOAP.xml

<soap12:Envelope xmlns:soap12="http://www.w3.org/2003/05/soap-envelope" xsi:schemaLocation="http://www.w3.org/2003/05/soap-envelope http://www.w3.org/2003/05/soap-envelope/soap-envelope.xsd
http://www.opengis.net/sps/2.1 ../../sps/2.1/sps.xsd" xmlns:sps="http://www.opengis.net/sps/2.1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soap12:Body>
    <sps:GetCapabilities/>
  </soap12:Body>
</soap12:Envelope>
